Repository: T-1234567890/hibiscus-app
Catalog: Hibiscus/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (Static)
zh_hans: （静态）

source: %@ Look
zh_hans: %@ 效果

source: %lld selected
zh_hans: 已选择 %lld 个

source: A camera isn’t available on this device.
zh_hans: 此设备上没有可用的相机。

source: A Palette can contain up to five colors.
zh_hans: 色板最多可包含五种颜色。

source: About
zh_hans: 关于

source: Accent
zh_hans: 强调色

source: Accent Color
zh_hans: 强调色

source: Accent Strength
zh_hans: 强调色强度

source: Add Base Picture
zh_hans: 添加基准图片

source: Add Photos
zh_hans: 添加照片

source: Adjust photo crop
zh_hans: 调整照片裁剪

source: Allow camera access in Settings to shoot with Hibiscus.
zh_hans: 请在设置中允许相机访问，以使用 Hibiscus 拍摄。

source: Allow full Photos access to preserve Live Photos.
zh_hans: 请允许完整的照片访问权限以保留实况照片。

source: Allow photo access in Settings to save.
zh_hans: 请在设置中允许照片访问以保存。

source: Applied %@ to all photos
zh_hans: 已将 %@ 应用于所有照片

source: Apply Style to All
zh_hans: 将风格应用到全部

source: Auto
zh_hans: 自动

source: Auto Accent
zh_hans: 自动强调色

source: Auto Save Captures
zh_hans: 自动保存拍摄内容

source: Automatic Accent
zh_hans: 自动强调色

source: Automatically save photos after capture.
zh_hans: 拍摄后自动保存照片。

source: Back
zh_hans: 返回

source: Base Picture
zh_hans: 基准图片

source: Camera
zh_hans: 相机

source: Camera access is off
zh_hans: 相机访问已关闭

source: Camera unavailable
zh_hans: 相机不可用

source: Cancel
zh_hans: 取消

source: Capture
zh_hans: 拍摄

source: Capturing Live Photo
zh_hans: 正在拍摄实况照片

source: Character Pad
zh_hans: 相机色彩板

source: Choose 1–5 colors
zh_hans: 选择 1–5 种颜色

source: Choose a Camera Character to use the Character Pad.
zh_hans: 请选择一个相机角色后使用相机色彩板。

source: Choose a photo to start
zh_hans: 选择一张照片开始

source: Choose Photo
zh_hans: 选择照片

source: Clean Modern
zh_hans: 现代纯净

source: Color
zh_hans: 颜色

source: Color %lld
zh_hans: 颜色 %lld

source: Color by feel.
zh_hans: 随感觉，调出颜色

source: Color Negative
zh_hans: 彩色负片

source: Continue Editing
zh_hans: 继续编辑

source: Continue Editing?
zh_hans: 继续编辑？

source: Controls
zh_hans: 控制

source: Couldn’t capture this Live Photo.
zh_hans: 无法拍摄这张实况照片。

source: Couldn’t capture this photo.
zh_hans: 无法拍摄这张照片。

source: Couldn’t Create LUT
zh_hans: 无法创建 LUT

source: Couldn’t create the LUT.
zh_hans: 无法创建 LUT。

source: Couldn’t load the Base Picture.
zh_hans: 无法载入基准图片。

source: Couldn’t prepare this Live Photo.
zh_hans: 无法准备这张实况照片。

source: Couldn’t render this export.
zh_hans: 无法生成此导出内容。

source: Couldn’t render this Live Photo.
zh_hans: 无法处理这张实况照片。

source: Couldn’t render this photo.
zh_hans: 无法生成这张照片。

source: Couldn’t save these Live Photos.
zh_hans: 无法保存这些实况照片。

source: Couldn’t save these photos.
zh_hans: 无法保存这些照片。

source: Couldn’t save this Live Photo.
zh_hans: 无法保存这张实况照片。

source: Couldn’t save this photo.
zh_hans: 无法保存这张照片。

source: Couldn’t switch cameras.
zh_hans: 无法切换相机。

source: Create LUT
zh_hans: 创建 LUT

source: Current
zh_hans: 当前选择

source: Default Aspect Ratio
zh_hans: 默认画幅比例

source: Default Camera
zh_hans: 默认相机

source: Default Live Photo
zh_hans: 默认实况照片

source: Delete
zh_hans: 删除

source: Developing
zh_hans: 显影中

source: Disposable
zh_hans: 一次性相机

source: Done
zh_hans: 完成

source: Drag and pinch the photo to choose its crop.
zh_hans: 拖动或捏合照片以选择裁剪范围。

source: Drag to vary this Camera Character. Double-tap to reset.
zh_hans: 拖动以调整当前相机风格，轻点两下即可重置。

source: Draw anywhere. The same drawing is added to all %lld cards.
zh_hans: 可在任意位置绘制。同一绘图会添加到全部 %lld 张卡片。

source: Draw with PencilKit
zh_hans: 使用绘图工具

source: Each photo keeps its own extracted colors.
zh_hans: 每张照片都会保留各自提取的颜色。

source: Early Digital / CCD
zh_hans: 早期数码 / CCD

source: Enhance
zh_hans: 增强

source: Enhanced Original
zh_hans: 增强后的原图

source: Experimental automatic photo correction.
zh_hans: 实验性自动照片校正。

source: Experimental Enhance
zh_hans: 实验性增强

source: Explore More
zh_hans: 探索更多

source: Explore more apps
zh_hans: 探索更多应用

source: Explore more from 1234567890.dev
zh_hans: 探索 1234567890.dev 的更多作品

source: Export
zh_hans: 导出

source: Export All
zh_hans: 导出全部

source: Export Current
zh_hans: 导出当前照片

source: Export photo selector
zh_hans: 导出照片选择器

source: Export to Photos
zh_hans: 导出到照片

source: Exposure adjustment isn’t available.
zh_hans: 当前无法调整曝光。

source: Finish drawing
zh_hans: 完成绘图

source: Finishing
zh_hans: 处理中

source: Flash
zh_hans: 闪光灯

source: Flash Compact
zh_hans: 闪光便携相机

source: Free & Open Source
zh_hans: 免费且开源

source: General
zh_hans: 通用

source: Grade
zh_hans: 调色

source: Grid
zh_hans: 网格

source: Hibiscus couldn’t start the camera.
zh_hans: Hibiscus 无法启动相机。

source: Hibiscus is provided subject to the terms that accompany its distribution. The full Terms of Service will appear here when published.
zh_hans: Hibiscus 的使用受随发行提供的条款约束。完整的服务条款将在发布后显示于此。

source: Hibiscus Mark
zh_hans: Hibiscus 标记

source: Hibiscus processes camera and grading data locally. Photo access is used only when you choose to import or save an image.
zh_hans: Hibiscus 会在设备本地处理相机和调色数据。仅在你选择导入或保存图像时使用照片访问权限。

source: Hibiscus uses Apple system frameworks. Additional open-source acknowledgements will appear here when applicable.
zh_hans: Hibiscus 使用 Apple 系统框架。如适用，其他开源致谢将显示于此。

source: Hide
zh_hans: 收起

source: Hide Character Pad
zh_hans: 隐藏相机色彩板

source: Include Accent
zh_hans: 包含强调色

source: Include Location
zh_hans: 包含位置

source: Instant
zh_hans: 即时成像

source: Instant Metadata
zh_hans: 即时成像元数据

source: Join the community
zh_hans: 加入社区

source: Keep at least one color.
zh_hans: 请至少保留一种颜色。

source: Keep Configuration
zh_hans: 保留配置

source: Keep LUT Configuration?
zh_hans: 保留当前 LUT 配置？

source: Language
zh_hans: 语言

source: Last Used
zh_hans: 上次使用

source: Lightness
zh_hans: 明度

source: Live Photo
zh_hans: 实况照片

source: Live Photo isn’t available with the current camera configuration.
zh_hans: 当前相机配置不支持实况照片。

source: Loading Photo…
zh_hans: 正在载入照片…

source: LUT Name
zh_hans: LUT 名称

source: Microphone access is required for Live Photos.
zh_hans: 拍摄实况照片需要麦克风权限。

source: Monochrome
zh_hans: 黑白

source: More Apps
zh_hans: 更多应用

source: More from 1234567890.dev
zh_hans: 来自 1234567890.dev 的更多作品

source: More from the Same Developer
zh_hans: 同一开发者的更多应用

source: MPL-2.0 · View Source Code
zh_hans: MPL-2.0 · 查看源代码

source: My Looks
zh_hans: 我的效果

source: Night Digital
zh_hans: 夜景数码

source: No Live Photos are selected.
zh_hans: 未选择实况照片。

source: No photos were imported.
zh_hans: 没有导入照片。

source: No saved looks yet
zh_hans: 还没有保存的效果

source: Not selected
zh_hans: 未选择

source: Occasionally show more projects after exporting.
zh_hans: 导出后偶尔展示更多项目。

source: Off
zh_hans: 关闭

source: OK
zh_hans: 确定

source: On
zh_hans: 开启

source: Open Settings
zh_hans: 打开设置

source: Original
zh_hans: 原图

source: Palette
zh_hans: 色板

source: Photo
zh_hans: 照片

source: Photo %lld
zh_hans: 照片 %lld

source: Photo %lld of %lld
zh_hans: 第 %lld 张，共 %lld 张

source: Photo actions
zh_hans: 照片操作

source: Photo Ratio
zh_hans: 照片画幅

source: Photo selector
zh_hans: 照片选择器

source: Play Live Photo
zh_hans: 播放实况照片

source: Portrait
zh_hans: 人像

source: Preparing camera…
zh_hans: 正在准备相机…

source: Preserve Metadata
zh_hans: 保留元数据

source: Privacy
zh_hans: 隐私

source: Ratio
zh_hans: 画幅比例

source: Ready
zh_hans: 就绪

source: Redo grade edit
zh_hans: 重做调色编辑

source: Remember Exposure
zh_hans: 记住曝光

source: Remember Last Style
zh_hans: 记住上次风格

source: Remove
zh_hans: 移除

source: Remove All
zh_hans: 全部移除

source: Remove Current
zh_hans: 移除当前照片

source: Rename
zh_hans: 重命名

source: Rename Look
zh_hans: 重命名效果

source: Rendering
zh_hans: 正在生成

source: Replace All
zh_hans: 全部替换

source: Replace Base Picture
zh_hans: 替换基准图片

source: Reset crop
zh_hans: 重置裁剪

source: Reset Edits for New Photo
zh_hans: 新照片重置编辑

source: Retake
zh_hans: 重拍

source: Saturation
zh_hans: 饱和度

source: Save
zh_hans: 保存

source: Save Current Look
zh_hans: 保存当前效果

source: Save Look
zh_hans: 保存效果

source: Saved
zh_hans: 已保存

source: Saved %lld Live Photos
zh_hans: 已保存 %lld 张实况照片

source: Saved %lld photos
zh_hans: 已保存 %lld 张照片

source: Saved Live Photo
zh_hans: 实况照片已保存

source: Saved to Photos
zh_hans: 已保存到照片

source: Saving
zh_hans: 正在保存

source: Select a Base Picture to begin.
zh_hans: 请选择一张基准图片以开始。

source: Select Accent color
zh_hans: 选择强调色

source: Selected
zh_hans: 已选择

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Share All
zh_hans: 分享全部

source: Share Current
zh_hans: 分享当前照片

source: Show Discovery Pop-up
zh_hans: 显示探索弹窗

source: Show hex codes
zh_hans: 显示十六进制色值

source: Street
zh_hans: 街头

source: Style
zh_hans: 风格

source: Style Strength
zh_hans: 风格强度

source: Styles
zh_hans: 风格

source: Support open digital color.
zh_hans: 支持开发数字色彩标准

source: Swipe between Instant photos
zh_hans: 在即时成像照片间滑动

source: System Default
zh_hans: 跟随系统

source: Tap for the next available lens
zh_hans: 轻点切换到下一个可用镜头

source: Terms of Service
zh_hans: 服务条款

source: These photos couldn’t be opened.
zh_hans: 无法打开这些照片。

source: Timer
zh_hans: 定时器

source: Turn Enhance off
zh_hans: 关闭增强

source: Unavailable
zh_hans: 不可用

source: Undo grade edit
zh_hans: 撤销调色编辑

source: Unfiltered
zh_hans: 无滤镜

source: Use the system PencilKit tools to draw anywhere on the card.
zh_hans: 使用系统绘图工具在卡片任意位置绘制。

source: Version %@ (%@)
zh_hans: 版本 %@ (%@)

source: View Hibiscus on GitHub
zh_hans: 在 GitHub 上查看 Hibiscus

source: View Privacy Policy
zh_hans: 查看隐私政策

source: View Terms of Service
zh_hans: 查看服务条款

source: Visit 1234567890.dev
zh_hans: 访问 1234567890.dev

source: You can edit up to 10 photos at once.
zh_hans: 一次最多可编辑 10 张照片。

source: Your Base Picture and LUT configuration are temporary. Keep editing or finish and discard them.
zh_hans: 基准图片和 LUT 配置仅临时保留。继续编辑，或完成并丢弃它们。

source: Your export is complete. Keep this temporary Grade session open?
zh_hans: 导出已完成。要保留当前临时调色会话吗？

source: Zoom %@
zh_hans: 变焦 %@

source: Zoom isn’t available right now.
zh_hans: 当前无法变焦。
